import React from 'react';
import './about.css';

function About() {
  return (
    <div className='about'>
        <div className='what-is'>
            <div className='what-is__text'>
                <h2>Шта  је студентски парламент?</h2>
                <p>Студентски Парламент Електротехничког факултета у Београду је званично тело које се бави студентским питањима, доноси ставове студената и делегира студенте у Савет факултета, Наставно-научно веће и у Универзитетски Парламент. Састављен је од студената свих година студија и састаје се најмање два пута у семестру, а по потреби и чешће. Важно је напоменути да је Студенски Парламент, као главни вид студентског организовања, предвиђен Законом о високом образовању који је ступио на снагу 2006. године.</p>
            </div>
            <img src="parlament.png" alt="parlament" />
        </div>
        <div className='how-members'>
            <h2>Како се бирају чланови Студентског Парламента?</h2>
            <p>Парламент броји 20 чланова. Његов састав одређује се непосредним изборима. Студенти гласају за своје представнике. Сваки студент Електротехничког факултета има право да гласа, као и да се кандидује за посланика Студентског Парламента.</p>
        </div>
    </div>
  );
}

export default About;